[
"-Loss is a universal plan so that humans learn wisdom. Loss is a universal plan so that humans learn wisdom*\n\n\n*Quotes By:rdlvy",
"-It's not me who regrets losing you, but you who will regret losing someone as good as me sebaik*\n\nQuotes By Unknow",
"-I've never regretted loving you but what I regret is wishing you too much is destiny in fact you're only present*\n\n*Quotes By unknow",
"-let go of what is not yours, let go of what is no longer in its place, let go of questions that will never have an answer, accept that sometimes not everyone can make you happy*\n\n*Quotes By unknow",
"-if it is a commitment, he will never change to you. the longer the relationship and the more you know the situation is not getting bored but more loving and willing to accept shortcomings, not just getting lost and there are many reasons*\n\n*Quotes By unknow",
"-and now we walk our own path. it's time for me to sail the ocean, face the ups and downs and the wind i will find another reason to live, you destroy me but i will try to be fine without you*\n\n*Quotes By unknow",
"-I'm not forcing you to survive, if I'm not happy just please*\n\n*Quotes By unknow",
"-my heart has died many times, was stabbed by the best people who used to cultivate meaning and promise, then left when it was meaningless*\n\n*Quotes By unkow",
"-keep growing even though the world kills, keep walking even though the trail has lost its way*\n\n*Quotes By unknow",
"-why is he still because until now I have not loved someone as much as I love him*\n\n*Quotes By Farhan",
"-I'm not only afraid of losing you, but I'm afraid of you pretending to love me*\n\n*Quotes By ~Iriene",
"-broken heart to one person dies to everyone*\n\n Quotes By unknown",
"-No matter how good you are, you will still be wrong in the eyes of the wrong people. but if someone really loves you, no matter how much you lack will still be considered the best by him*\n\n*Quotes By ~Iriene",
"-Khalil Gibran once said if you love someone, let him go. If it comes back, it means it's yours, if it doesn't come back, then it's never really yours",
"-we live this as it is. not binding not bound, we live together if not the same we accept*\n\n*Quotes By ~farhan",
"-he who said he was afraid to be left behind, he was the one who left*\n\n*Quotes By ~farhan",
"-You are lucky if you have found someone who is never bored to understand all your sometimes annoying and annoying attitudes*\n\n*Quotes By ~farhan",
"-no one can guarantee he will change even though you sacrifice a lot. no one can guarantee he will stop hurting even though you have accepted and forgiven him many times. because change comes from within*\n\n*Quotes By Iriene",
"-you lost me?, I've already lost you it's not me who has changed but you*\n\n*Quotes By ~Iriene",
"-don't because you know he loves you so much you can be arbitrary. Don't because you know he always forgives your mistakes. You keep doing the same mistakes. remember if he has reached the point of exhaustion and then decides to leave maybe for you he will not give him another chance. so as long as you have it take care of it well and wholeheartedly*\n\n*Quotes By ~Iriene",
"-sometimes even though we have sincerely let go of someone we love, there are times when we start to remember it again, imagining events that make our chests hurt again. because the name of the wound can never heal perfectly there will still be a scar there no matter how we cover and treat it*\n\n*Quotes By ~Iriene",
"-what is the proof that he loves us sincerely? when you've broken his heart he still wants to make you happy and he won't be easy to leave you*\n\n*Quotes By ~Iriene",
"-kind of given hope but not prioritized. kind of defended but not noticed*\n\n*Quotes By ~Iriene",
"-First a woman will treat you the way she wants to be treated. then women will treat you the way you treat them*\n\n*Quotes By ~Iriene",
"-I'm missing, I'm not wanted, I'm not waiting, I'm not being held back, I'm not expected. it turns out that loving alone is painful*\n\n*Quotes By ~farhan",
"-Women will definitely be jealous when they see their man close to another woman even though he is a friend. it would be hypocritical if the girl said she was fine*\n\n*Quotes By ~Iriene",
"-lying is your right and my job is just to be silent*\n\n*Quotes By Farhan",
"-If you're bored, say don't be silent, let me go alone without you asking*\n\n*Quotes By Farhan",
"-I know that you pretend to love me*\n\n*Quotes By Farhan",
"-sometimes a promise is a calming sentence that ends in a lie*\n\n*Quotes By Irene",
"-who used to fight to the death now learn to forget*\n\n*Quotes By Unknown",
"-you used to heal my numbness, but now you bring back the feeling you lost*\n\nQuotes By Unknown",
"-had struggled but was broken by circumstances*\n\n",
"-Failure is like a comma in a sentence, it only makes a pause, not a stop*\n\nQuotes By Iriene",
"-no one hurts you you are only hurt by your hopes",
"-maybe it's better this way I'm afraid to spoil the atmosphere if I have to say what I have to feel",
"-Be like the twilight whose arrival makes you calm and whose departure makes you longing",
"-don't mind me, go with him, I'm used to enjoying the wound at the end of the story",
"-he only gives comfort, not certainty",
"-Forgotten in happy times, needed in lonely times",
"-Since pain often destroys me my smile is only fake",
"-I just let you go, it doesn't mean I forget you",
"-women are made special, stay strong even though you almost give up, stay patient even though you want to complain, and stay strong even though you almost fall",
"- I will continue to try to live my life again, because the world will not stop even after you are gone",
"- the year has changed day after day has passed, but why does this heart still love you who are long gone",
"- women are made special, stay strong even though you almost give up, stay patient even though you want to complain, and stay strong even though you almost fall"
]
