[
"Dear you it's written on my defacement page, When will you be my girlfriend?",
"I'm willing to be a hot processor, as long as you're the heatsink that can cool me down all the time.",
"You don't have to look for an xss gap, because when you click on my heart, a pop up appears with your name.",
"I hope that after I successfully login in your heart there will be no logout button, and my session will never expire.",
"When I have to use the symlink bypass technique to open your heart folder which is open_basedir enabled.",
"You and I are like PHP and MySQL that have not been connected.",
"Don't just inject the heart, you have to be able to patch it too. Let's not cheat with other hackers.",
"I'm a PHP programmer, but I won't php-in you anyway.",
"Eneeng. | Apaches? | You're the most Unix woman I've ever known |",
"Honey, is your capslock on? | no, why is that? | because your name is written big in my heart | zzzz! smile",
"I approached you just to redirect to your friend's heart.",
"Even the domain can park, my love can't park in your heart?",
"Can I be your girlfriend? | 400(Bad Request) | can i kiss? | 401(Authorization Required) | I'll take your clothes off ok | 402(Payment Required) sad",
"Do you know that there is a difference between you and PHP syntax, PHP syntax is hard to memorize, you are hard to forget",
"What vocational school did you take in high school? | Network Computer Engineering | So what can you do now? | Capturing your heart through my computer | biggrin",
"If love is an Array, then, my love for you is never empty if it is unset().",
"SQLI ( Structured Query Love Injection )",
"I want you to rm -rf all ex's in your brain, I am the root of your heart",
"Your smile is like a cooler that cools my heart when it's overclocked.",
"you are my terminal, where i spend my time typing thousands of lines of love code for you smile",
"I like hanging out in zone-h, because that's where I archive several websites with photos of you.",
"my heart is like a vps only for you, not shared hosting that can stack various love domains.",
"I'm not a VNC Server Without Authentication that you can monitor anytime.",
"Don't dual boot my heart to you.",
"My love I'll Ctrl+A then I'll Ctrl+C and I'll Ctrl+V right in the system folder of your heart.",
"KDE loses Beauty, GNOME loses Simple, FluxBox loses Light, basically All DEs Are Lost to You.",
"Your love is like TeamViewer always controlling my heart",
"Our love can't be separated no matter how thick the firewall is...!!"
]